Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: I think I misunderstood.
ru: Похоже, вознило недоразумение.

source: <i>I thouqht you knew my aunt, </ i> <i>and that' s why you were here. </ i>
ru: Я думала, что вы знакомы с моей тетей, и поэтому живете здесь.

source: I just talked to my aunt on the phone, and she wants me to call the police.
ru: Я только что разговаривала с тетей, она просит меня вызвать полицию.

source: Rita?
ru: Рита?

source: I ——
ru: Я...

source: What is it, Rita?
ru: В чем дело, Рита?

source: I thouqht sleep would do it.
ru: Когда я проснулась... я думала, что все пройдет.

source: What' s wronq?
ru: Что случилось?

source: I don' t know who I am.
ru: Я не знаю, кто я.

source: You' re Rita.
ru: Ты Рита.

source: I don' t know what my name is.
ru: Я не знаю, как меня зовут.

source: This is your purse.
ru: Это твоя сумка.

source: <i>Your name</ i> <i>must be in your purse. </ i>
ru: Там должны быть документы.

source: You want to know, don' t you?
ru: Ты ведь хочешь узнать, кто ты?

source: Yes, but —— <i>Open it. </ i>
ru: Да, но... Открой.

source: So you don' t want anythinq?
ru: Тебе что— нибудь нужно?

source: A drink or somethinq?
ru: Хочешь выпить?

source: Thanks, thouqh.
ru: Нет, спасибо.

source: I' il take a ciqarette, if you have one.
ru: Угостишь сигаретой.

source: Yeah, just reach inside my shirt pocket there.
ru: Достань, пачка во внутреннем кармане.

source: Any new qirls on the street lately?
ru: Есть новые девочки?

source: I haven' t seen any.
ru: Я не видела.

source: A brunette?
ru: А брюнетку?

source: Maybe a little beat— up?
ru: Немного не в себе?

source: You keep your eyes open for me, won' t you, baby?
ru: Детка, смотри в оба?

source: Yeah, you bet you will.
ru: Да я и не сомневаюсь.

source: That money —— you don' t know where it came from?
ru: Деньги... откуда они у тебя?

source: Uh— uh.
ru: Угу гу.

source: When you think of them —— the money and the key —— does it make you remember anythinq?
ru: Когда ты смотришь на деньги и люч... они ничего не напоминают тебе?

source: There' s somethinq —— somethinq... there.
ru: Не знаю... ничего.

source: [Breathinq Heavily]
ru: [Тяжело дышит]

source: <i> [Woman On Speakerphone] </ i>
ru: [Женский голос]

source: <i>They fiired everyone. </ i>
ru: Они всех уволили.

source: Who fiired everyone?
ru: Кто уволил?

source: <i>Ray did.
ru: Рей.

source: Wait! </ i>
ru: Подождите!

source: <i>I' m talkinq on the phone. </ i>
ru: Я разговариваю по телефону.

source: <i>And then they closed the set. </ i>
ru: Они закрыли студию.

source: <i>Everybody' s qone. </ i>
ru: И всех разогнали.

source: <i>You' d better</ i> <i>qet down here, Adam. </ i>
ru: Адам, тебе лучше приехать.

source: <i>You' ve qotta talk to Ray. </ i>
ru: Поговори с Реем.

source: <i>You' ve qotta fiix this. </ i>
ru: Разберись.

source: I' m qoinq home.
ru: Я еду домой.

source: <i>Home? </ i>
ru: Домой?

source: <i>Meet me at the offiice. </ i>
ru: Приезжай в офис.

source: <i>We' ve qotta do somethinq. </ i>
ru: Надо что— то делать.

source: <i>You' ve qotta</ i> <i>do somethinq, Adam. </ i>
ru: Адам, сделай же что— нибудь.

source: I' m qoinq home, Cynthia.
ru: Синтия, я еду домой.

source: <i>Adam, listen to me. </ i>
ru: Адам, послушай.

source: <i>This isn' t like you. </ i>
ru: Это на тебя не похоже.

source: <i>Please come to the offiice. </ i>
ru: Приезжай в офис.

source: <i>There' s qotta be somethinq</ i> <i>we can do. </ i>
ru: Надо что— то делать.

source: I wonder where you were qoinq.
ru: Я представляю, куда ты ехала.

source: Mulholland Drive.
ru: На Малхолланд Драйв.

source: Mulholland Drive?
ru: На Малхолланд Драйв?

source: That' s where I was qoinq ——
ru: Я ехала на...

source: <i>Mulholland Drive. </ i>
ru: Малхолланд Драйв.

source: Maybe that' s where the accident was.
ru: Возможно, там и произошла авария.

source: There must be a police report.
ru: В полиции должен быть отчет.

source: We could call.
ru: Мы могли бы позвонить и узнать.

source: We could call anonymously from a pay phone... just to see if there was an accident.
ru: Можно позвонить... и просто узнать.

source: It' il be just like in the movies.
ru: Помнишь, как в фильмах.

source: We' il pretend to be someone else.
ru: Мы назовемся другим именем.

source: I wanna walk around an<i>yw</ i>ay.
ru: И я хотела бы прогуляться.

source: I' m in Holl<i>yw</ i>ood, and I haven' t even seen any of it.
ru: Я в Голливуде, а еще ничего не видела.

source: Come on, Rita.
ru: Пойдем, Рита.

source: Do you feel up to it?
ru: Тебе лучше?

source: But... just —— just to see.
ru: Но просто... прогуляемся.

source: <i>J</ i>ust to see if there was an accident... on Mulholland Drive.
ru: Просто разузнаем... произошла ли авария на Малхолланд Драйв.

source: <i> [Blues] </ i>
ru: [Играет блюз]

source: Lorraine?
ru: Лорейн?

source: Lorraine, you home?
ru: Лорейн, ты дома?

source: <i> [Continues] </ i>
ru: [Продолжает]

source: <i> [Clanqinq] </ i>
ru: [Звякает]

source: Now you' ve done it.
ru: Наконец— то ты узнал.

source: <i>J</ i>ust forqet you ever saw it.
ru: Не обращайте внимания.

source: It' s better that way.
ru: Это лучший выход.

source: What the hell are you even doinq here?
ru: Что ты вообще здесь делаешь?

source: <i> [Drawer Opens] </ i>
ru: [Открывает шкатулку]

source: That' s my jewelry!
ru: Мои драгоценности!

source: That bastard!
ru: Ублюдок!

source: He' s probably upset, Lorraine.
ru: Лорейн, он расстроен.

source: Adam, stop it!
ru: Адам, прекрати!

source: Adam!
ru: Адам!

source: Cut —— Cut it out!
ru: Прекрати!

source: Ow! — You' re hurtinq me!
ru: Ой! — Мне больно!

source: Gene! — <i> [Clatterinq] </ i>
ru: [Стучит]

source: You' re hurtinq me!
ru: Мне больно!

source: That ain' t no way to treat your wife, buddy.
ru: Нельзя бить свою жену.

source: I don' t care what she' s done.
ru: Как бы она ни провинилась.

source: Throw him out!
ru: Вышвырни его отсюда!

source: <i>Throw him out! </ i>
ru: Вышвырни!

source: Damn you, Adam!
ru: Будь ты пролят!

source: <i> [Clatterinq] </ i>
ru: [Стучит]

source: [Enqine Starts]
ru: [Заводит двигатель]

source: Let' s hide it.
ru: Давай спрячем деньги.

source: There' s one.
ru: А вот и телефон.

source: <i> [Woman On Phone] </ i>
ru: [Женский голос]

source: <i>Hollywood Police Department. </ i>
ru: Полицейское управление Голливуда.

source: I' m inquirinq about an accident that happened last niqht on Mulholland Drive.
ru: Меня интересует информация об аварии, произошедшей на Малхолланд Драйв.

source: Hold, please.
ru: Не вешайте трубку.

source: I' il connect you to Traffiic.
ru: Я соединю вас с автоинспекцией.

source: [Man]
ru: [Мужчина]

source: I' m inquirinq ——
ru: Здравствуйте, я...

source: Well, I heard a sound last niqht that sounded sort of like a car crash, <i>and, well, I want to know</ i> <i>if there was an accident</ i> <i>on Mulholland Drive. </ i>
ru: Вчера я слышала крики и звон стела, скажите, на Малхолланд Драйв произошла авария.

source: Yes, there was.
ru: Да.

source: Can you tell me what happened?
ru: Вы не могли бы рассказать подробнее?

source: No, I can' t. — Was anyone hurt? — <i>May I have your name, please? </ i>
ru: Нет. — Кто— нибудь пострадал? — Представьтесь, пожалуйста?

source: He wouldn' t tell me anythinq else, but that was your accident.
ru: Он ничего мне не сказал, но авария произошла.

source: I just know it was.
ru: Я знаю.

source: Maybe there' s somethinq about it in the papers.
ru: Об этом могли написать в газетах.

source: I' il buy you a cup of coffee and we can see.
ru: Купим газету.

source: Maybe it happened so late, it' s not in today' s paper.
ru: Наверное, об этом еще не успели написать.

source: There' s nothinq?
ru: Нашла?

source: Not that I can see.
ru: Нет, ничего.

source: Thanks,
ru: Спасибо,

source: Diane.
ru: Дайан.

source: Will that be all?
ru: Это все?

source: Would you like your check?
ru: Вам принести счет?

source: Rita, you want somethinq?
ru: Рита, заказать тебе что— нибудь?

source: No, just —— just the coffee. — We' il take our check. — Okay.
ru: Нет, только кофе. — Принесите счет. — Хорошо.

source: I remember somethinq.
ru: Я вспомнила.

source: I remember somethinq!
ru: Я вспомнила!

source: Diane Selwyn.
ru: Дайян Селвин.

source: Maybe that' s my name!
ru: Наверное, меня так зовут!

source: [Mutterinq]
ru: [Бормочет]

source: <i>" </ i>D.
ru: Селвин ".

source: It' s the only one.
ru: Единственная фамилия в справочнике.

source: I' m qonna call.
ru: Я позвоню.

source: It' s stranqe to be callinq yourself.
ru: Странно звонить самой себе.

source: Maybe it' s not me.
ru: Возможно, это не я.

source: [Woman On Machine]
ru: [Женский голос]

source: Hello, it' s me.
ru: Здравствуйте, это я.

source: Leave a messaqe.
ru: Оставьте сообщение.

source: [Beeps]
ru: [Пикает]

source: That' s not my voice.
ru: Это не мой голос.

source: But I know her.
ru: Но я знаю ее.

source: Maybe that isn' t Diane Selwyn' s voice.
ru: Может это не голос Дайян Селвин.

source: Maybe that' s your roommate.
ru: Возможно это ее сожительница.

source: Or if it is Diane Selwyn, she could tell you who you are.
ru: А если это все— таки Дайян Селвин, она могла бы пролить свет на это дело.

source: <i>Baby</ i> <i> [Blues] </ i>
ru: [Играет блюз]

source: <i>Baby</ i>
ru: Детка

source: <i>I' m qonna brinq it</ i> <i>on home to you</ i> [Rinqs Doorbell]
ru: Я приду к тебе сегодня [Звонят в двери]

source: <i>I done bouqht my ticket</ i>
ru: Я купил билет

source: <i>I qot my load</ i>
ru: Со мной багаж

source: <i> [Continues, Indistinct] </ i>
ru: [Продолжает тихо петь]

source: Adam Kesher?
ru: Адам Кешер?

source: Yeah, riqht.
ru: Адам Кешер!

source: Get lost!
ru: Да.

source: This is Adam Kesher' s house.
ru: Это дом Адама Кешера.

source: Like hell it is.
ru: У же нет.

source: Get out, now!
ru: Убирайтесь!

source: He' s never cominq back, ever!
ru: Он здесь не живет!

source: Bastard!
ru: Ублюдок!

source: I quess you don' t understand Enqlish.
ru: Вы плохо слышите.

source: She said leave! — <i>Here' s the door! </ i> — Gene!
ru: Вас попросили уйти! — Вот выход! — Джин!

source: Gene!
ru: Джин!

source: Get out —— <i> [Body Hits Floor] </ i>
ru: [Тело падает на пол]

source: <i> [Knockinq On Door] </ i>
ru: [Стучат]

source: Yeah, what is it, Cookie?
ru: Да, в чем дело, Куки?

source: Uh, I' m sorry, Mr. Kesher, but there seems to be some problem with your credit cards.
ru: Простите, господин Кешер, но все ваши кредитные карточки аннулированы.

source: I— I pay you cash, Cookie.
ru: Куки, я заплачу наличными.

source: Two quys from your bank came by.
ru: Пришли люди из банка.

source: My bank?
ru: Из банка?

source: How— How' d they know I was here?
ru: Но как они узнали, что я здесь?

source: What' d they say?
ru: Что они сказали?

source: I' m afraid they said to tell you that you' re maxed out at your bank, and that your line of credit has been cancelled.
ru: Они просили передать, что все ваши счета аннулированы.

source: That' s unbelievable.
ru: Невероятно.

source: Huh.
ru: Черт.

source: I, uh —— I don' t know what' s qoinq on.
ru: Послушай, я пока не знаю, в чем дело.

source: That is so much baloney.
ru: Слишком много чепухи.

source: But I qot enouqh cash for you, Cookie.
ru: Куки, у меня есть наличные деньги.

source: Oh, I know.
ru: Я знаю.

source: But, listen, I' m sorry.
ru: Простите.

source: It was my duty to inform you.
ru: Я должен был предупредить вас.

source: <i>Oye carnal. </ i>
ru: Берегите себя.

source: Whoever you' re hidinq from, they know where you are.
ru: От кого бы вы ни прятались, они все равно найдут вас.

source: Riqht.
ru: Знаю.

source: <i> [Telephone Rinqinq] </ i>
ru: Слушаю?

source: Someone maybe shut off my money.
ru: Кто— то аннулировал мои счета.

source: Where are you, Adam?
ru: Адам, где ты?

source: What do you mean, you know?
ru: Откуда ты знаешь?

source: Somebody called.
ru: Позвонил незнакомец.

source: When they couldn' t qet you, they— they told me you were as qood as broke.
ru: Они не смогли связаться с тобой, поэтому передали мне, что ты банкрот.

source: I didn' t believe them, so I made a few calls.
ru: Я не поверила, и позвонила в банк.

source: You' re broke.
ru: Ты, банкрот.

source: Yeah, but I' m not broke!
ru: Я не банкрот!

source: I know, but you' re broke.
ru: Нет, банкрот.

source: I' m at Cookie' s, downtown.
ru: Я у Куки, в центре.

source: Do you know somebody called <i>" </ i>the Cowboy "?
ru: Ты знаешь парня по личке "Ковбой"?

source: The Cowboy?
ru: Ковбой?

source: The Cowboy.
ru: Ковбой.

source: This quy, the Cowboy, wants to see you.
ru: Этот парень хочет встретиться.

source: <i>J</ i>ason said he thouqht it' d be a qood idea.
ru: Джейсон сказал, что тебе следует поговорить с этим парнем.

source: Oh, Jason thouqht it' d be a qood idea for me to qo see the Cowboy.
ru: Ах, ну раз Джейсон сказал.

source: Well, should I wear my ten— qallon hat and my six— shooters?
ru: Только куплю себе ковбойскую шляпу и два пистолета?

source: Listen, somethinq tells me that this quy is connected to what' s happeninq.
ru: Послушай, я думаю, что парень как— то связан с происходящим.

source: Adam, I think you should do it, and I think you should do it riqht away.
ru: Адам, поговори с ним, не отладывай дело в долгий ящик.

source: What' s qoinq on, Cynthia?
ru: Синтия, что происходит?

source: It' s been a very stranqe day.
ru: Столько загадок за один день.

source: And qettinq stranqer.
ru: И это не конец.

source: So, where do I meet this Cowboy?
ru: И где этот Ковбой назначил встречу?

source: Do I have to ride out to the ranqe?
ru: На стрельбище?

source: Sort of, funny boy.
ru: Что— то вроде того.

source: If I tell him the meetinq' s on, you' il have to qo to the top of Beachwood Canyon, and there' s a corral up there where he' il be.
ru: Если я назначу ему встречу, тебе придется поехать к каньону Бичвуд, он будет ждать тебя на ферме.

source: Oh, you' ve qotta be kiddinq me.
ru: Ты, что шутишь.

source: Will you meet with him?
ru: Ты встретишься с ним?

source: Um, I' il call him riqht away, and then I' il call you back.
ru: Я сейчас позвоню ему, и сразу перезвоню тебе.

source: You know, you —— you could stay at my place if you —— if you wanted.
ru: Если хочешь, можешь пожить у меня.

source: Uh, Cynthia, no.
ru: Нет, Синтия.

source: I don' t think that would be a qood idea.
ru: Это плохая идея.

source: I was just offerinq a place to stay.
ru: Я просто предложила помощь.

source: Yes, and I appreciate the offer, Cynthia.
ru: Спасибо, Синтия.

source: I' il fiind a place.
ru: Я найду ночлег.

source: Now, look, just qo on and qive that Cowboy a yodel and qet on back to me.
ru: А сейчас договорись о встрече и перезвони мне.

source: But you don' t know what you' re missinq.
ru: Хорошо, но ты многое теряешь.

source: Uh, just qet alonq, little doqqie, and call me back.
ru: Перестань.

source: <i> [Replaces Receiver] </ i>
ru: [Кладет трубку]

source: It' s riqht about here —— Sierra Bonita.
ru: Сьерра Бонита.

source: It' s not too far away.
ru: Это не далеко от нас.

source: What' s wronq with that?
ru: Что— то не так?

source: I' m not sure about this.
ru: Я не уверена.

source: I know you' re afraid of somethinq.
ru: Я знаю, что ты чего— то боишься.

source: We' il be careful, I promise.
ru: Все уладиться, вот увидишь.

source: Tomorrow, we' il qo over there... and we' il fiind out.
ru: Завтра мы поедем туда... и все узнаем.

source: It' il be okay.
ru: Не волнуйся.

source: <i> [Knockinq Continues] </ i>
ru: [Стучат в двери]

source: <i>It' s probably Coco. </ i>
ru: Это, наверное, Коко.

source: Someone is in trouble.
ru: Кто— то в беде.

source: What are you doinq in Ruth' s apartment?
ru: Что вы делаете в квартире Рут?

source: She' s lettinq me stay here.
ru: Она разрешила мне пожить здесь.

source: I' m her niece.
ru: Я ее племянница.

source: That' s not what she said.
ru: Она говорила совсем другое.

source: Someone is in trouble!
ru: Кто— то в беде!

source: Somethinq bad is happeninq!
ru: Опасность!

source: Well, I— I' m sorry, but I don' t know who you are, and ——
ru: Простите, но я вас не знаю...

source: Louise?
ru: Луиза?

source: What are you doinq, Louise?
ru: Луиза, что ты делаешь?

source: I —— Oh, Coco.
ru: Коко.

source: I' ve been tryinq to qet a hold of you since 3: 00 this afternoon.
ru: Я искала тебя весь день.

source: <i>That one is in my room, </ i> <i>and she won' t leave. </ i>
ru: Моя комната занята.

source: I want you to qet her out.
ru: Выгони ее.

source: I want you to qet her out now!
ru: Выгони ее немедленно!

source: Uh, this is Louise Bonner.
ru: Это Луиза Бонне.

source: I' m sure she meant well.
ru: Она не хотела обидеть вас.

source: <i>This is Ruth' s niece. </ i>
ru: Луиза, это Бетти, племянница Рут.

source: In fact, fortunately I was just on my way over here to see Betty.
ru: Я как раз собиралась проведать Бетти.

source: Betty' s a younq actress, and I was just deliverinq... some faxed paqes of a scene for a biq audition tomorrow.
ru: Бетти начинающая актриса... и я принесла ей слова.

source: Well, here they are, honey.
ru: Возьми, дорогая.

source: Come alonq now, Louise.
ru: Луиза, пойдем.

source: I' il take you home.
ru: Я провожу тебя домой.

source: She said it was someone else... <i>who was in trouble. </ i>
ru: Нет, она говорила... что кто— то попал в беду.

source: I— I ——
ru: Пойдем...

source: Good niqht, Betty.
ru: Спокойной ночи, Бетти.

source: Good niqht.
ru: Спокойной ночи.

source: [Scoffs]
ru: [Насмешливо]

source: Cowboy.
ru: Ковбой.

source: [Buzzinq]
ru: [Жужжание]

source: Howdy.
ru: Как дела.

source: Howdy to you.
ru: Как поживаете.

source: Beautiful evenin '.
ru: Прекрасный вечер.

source: Sure wanna thank you for comin 'all the way up here to see me... from that nice hotel downtown.
ru: Спасибо, что приехал на встречу... не побоялся.

source: What' s on your mind?
ru: В чем дело?

source: Well, now, here' s a man who wants to qet riqht down to it.
ru: Есть один человек, который очень разочаровался в тебе.

source: Kinda anxious to qet to it, are ya?
ru: Он очень встревожен.

source: A man' s attitude ——
ru: Мужская позиция...

source: A man' s attitude qoes some ways... to the way his life will be.
ru: Мужская позиция... зависит от того, какой будет его жизнь.

source: Is that somethinq you miqht aqree with?
ru: Согласен?

source: Now, did you answer... because that' s what you thouqht I wanted to hear, or did you think about what I said... and answer 'cause you truly believe that to be riqht?
ru: Ты ответил... потому что я хотел это услышать, или ты обдумал мое предложение... т ответил, потому что это правда?

source: I aqree with what you said.
ru: Я согласен с тобой.

source: Truly.
ru: Честно.

source: What' d I say?
ru: Каков будет мой ответ?

source: That a man' s attitude determines, to a larqe extent, how his life will be.
ru: Мужская позиция опеределяется его будущей жизнью.

source: So since you aqree, you must be a person who does not care about the qood life.
ru: Раз ты согласен, значит тебе наплевать на хорошую жизнь.

source: Well, stop for a little second and think about it.
ru: А ты пораскинь мозгами.

source: Can you do that for me?
ru: Сделай мне одолжение?

source: Okay, I' m thinkin '.
ru: Ладно, уже обдумал.

source: No, you' re not thinkin '.
ru: Не правда.

source: You' re too busy bein 'a smart aleck to be thinkin'.
ru: Ты слишком занят, чтобы думать.

source: Now, I want you to think and stop bein 'a smart aleck.
ru: Я хочу, чтобы ты хорощенько подумал.

source: Can you try that for me?
ru: Договорились?

source: Look, where' s this qoinq?
ru: Послушайте, что вы от меня хотите?

source: What do you want me to do?
ru: Что я должен сделать?

source: There' s sometimes a buqqy.
ru: Ты слышал про тележку.

source: How many drivers does a buqqy have?
ru: Сколько у нее скоростей?

source: One.
ru: Одна.

source: So let' s just say I' m drivin 'this buqqy, and if you fiix your attitude, you can ride alonq with me.
ru: Представь себе, что я еду в тележке, и если ты обдумаешь свою мужскую позицию, ты можешь поехать со мной.

source: I want you to qo back to work tomorrow.
ru: Завтра же возвращайся к работе.

source: <i>You were recastinq</ i> <i>the lead actress anyway. </ i>
ru: Сейчас ты подыскиваешь новую актрису.

source: Audition many qirls for the part.
ru: Эта роль лакомый кусочек для многих девушек.

source: <i>When you see the qirl that was</ i> <i>shown to you earlier today, </ i> <i>you will say, </ i>
ru: Когда ты увидишь девушку, которую тебе показывали на фотографии, ты скажешь:

source: <i>" </ i>This is the qirl. "
ru: "Это та девушка".

source: <i>The rest of the cast</ i> <i>can stay. </ i>
ru: Остальные актеры могут остаться.

source: <i>That' s up to you. </ i>
ru: Тебе решать.

source: But that lead qirl is not up to you.
ru: Но актрису будешь выбирать не ты.

source: <i>Now, you will see me</ i> <i>one more time... </ i> if you do qood.
ru: Если ты будешь молодцом... мы больше не встретимся.

source: You' il see me two more times... if you do bad.
ru: Но если ты все сделаешь по— своему... мы встретимся еще раз.

source: You' re still here?
ru: Ты все еще здесь?

source: I came back.
ru: Я вернулся.

source: I thouqht that' s what you wanted.
ru: Я подумал, что ты захочешь увидеть меня.

source: Nobody wants you here.
ru: Тебе не рады в этом доме.

source: My parents are riqht upstairs.
ru: Мои родители наверху.

source: They think you' ve left.
ru: Они думают, что ты ушел.

source: Surprise.
ru: Сюрприз.

source: I can call them.
ru: Я сейчас позвоню им.

source: I can call my dad.
ru: Позову отца.

source: But you won' t.
ru: Ты не сделаешь этого.

source: If you' re tryinq to blackmail me, it' s not qonna work.
ru: Если это шантаж, то у тебя ничего не получится.

source: You' re playinq a danqerous qame here.
ru: Ты затеял опасную игру.

source: It' s not that diffiicult.
ru: Ты знаешь, зачем я пришел.

source: Get out before I call my dad!
ru: Убирайся, пока я не позвонила отцу!

source: He trusts you.
ru: Он доверяет тебе.

source: You' re his best friend.
ru: Он считает тебя своим лучшим другом.

source: This will be the end of everythinq.
ru: Это конец.

source: What about you?
ru: Что будет с тобой?

source: What will your dad think about you?
ru: Что подумает отец?

source: Just stop it!
ru: Прекрати!

source: That' s what you said from the beqinninq!
ru: Хватит!

source: Now, if I tell what happened, they' il arrest you and put you in jail.
ru: Если я признаюсь во всем, тебя посадят в тюрьму.

source: So, qet out of here before ——
ru: Убирайся, пока я...

source: B— Before what?
ru: Пока что?

source: I kill you.
ru: Пока... я не убила тебя.

source: Then they' d put you in jail.
ru: Тогда тебя тоже посадят в тюрьму.

source: Then I cry, cry, cry, and then I say with biq emotion,
ru: Потом я плачу и говорю,

source: <i>" </ i>I hate you!
ru: "Ненавижу тебя!

source: I hate us both! "
ru: Ненавижу нас! "

source: [Lauqhinq]
ru: [Смеются]

source: Such a lame scene.
ru: Такая глупая сцена.

source: But you are really qood.
ru: Но ты хорошо сыграла.

source: [British Accent]
ru: [Говорит с британским акцентом]

source: Thank you, darlinq.
ru: Спасибо, дорогая.

source: Uh ——
ru: Уу...

source: Betty?
ru: Бетти?

source: Uh, Betty, can I see you outside for a minute?
ru: Бетти, я могу поговорить с тобой?

source: What is it, Coco?
ru: Что случилось, Коко?

source: Your aunt called.
ru: Звонила твоя тетя.

source: I was afraid of that.
ru: Я боялась этого.

source: She wants to know who' s stayinq in her apartment.
ru: Она хочет знать, кто живет в ее квартире.

source: It' s just for a niqht or two, until she fiinds her own place.
ru: Это всего на несколько дней, пока она не найдет квартиру.
